<template>
  <div class="section-one">
    <div class="container">
      <div class="row mt-4">
        <h1 class="text-light">
          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ.
        </h1>
        <div class="col col-xl-6 mt-5">
          <p align="justify" class="text-light fs-5">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
            استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در
            ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،
            و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای
            زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و
            متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان
            رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد
            کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه
            راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل
            حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود
            طراحی اساسا مورد استفاده قرار گیرد.
          </p>
        </div>
        <div class="col col-xl-6 mt-5">
          <img
            class="vector-section-one"
            :src="require(`@/assets/images/vector.png`)"
          />
        </div>
        <div>
          <a class="button-section-on">
            همین حالا سفارش خود را ثبت کنید
            <svg
              style="margin-right: 6px"
              version="1.1"
              id="Capa_1"
              width="20"
              height="20"
              xmlns="http://www.w3.org/2000/svg"
              xmlns:xlink="http://www.w3.org/1999/xlink"
              x="0px"
              y="0px"
              viewBox="0 0 447.243 447.243"
              xml:space="preserve"
            >
              <g>
                <g>
                  <path
                    d="M420.361,192.229c-1.83-0.297-3.682-0.434-5.535-0.41H99.305l6.88-3.2c6.725-3.183,12.843-7.515,18.08-12.8l88.48-88.48
                                    c11.653-11.124,13.611-29.019,4.64-42.4c-10.441-14.259-30.464-17.355-44.724-6.914c-1.152,0.844-2.247,1.764-3.276,2.754
                                    l-160,160C-3.119,213.269-3.13,233.53,9.36,246.034c0.008,0.008,0.017,0.017,0.025,0.025l160,160
                                    c12.514,12.479,32.775,12.451,45.255-0.063c0.982-0.985,1.899-2.033,2.745-3.137c8.971-13.381,7.013-31.276-4.64-42.4
                                    l-88.32-88.64c-4.695-4.7-10.093-8.641-16-11.68l-9.6-4.32h314.24c16.347,0.607,30.689-10.812,33.76-26.88
                                    C449.654,211.494,437.806,195.059,420.361,192.229z"
                  />
                </g>
              </g>
            </svg>
          </a>
        </div>
      </div>
    </div>
  </div>
  <div class="section-two">
    <div class="container">
      <div class="row mt-3 mb-5">
        <div class="col col-xl-6">
          <h2>وبلاگ ها</h2>
        </div>
        <div class="col col-xl-6">
          <a class="button-section-two" href="/article">مشاهده همه</a>
        </div>
        <div class="row mt-3">
          <div class="col col-xl-3">
            <div class="item-section-two">
              <a class="ist-link" href="#">
                <div class="dist-pic">
                  <img
                    class="ist-pic"
                    :src="require(`@/assets/images/istp.jpg`)"
                  />
                </div>
                <div class="ist-text mt-3">
                  <h5>لورم ایپسوم متن ساختگی</h5>
                  <p>
                    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و
                    با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه
                    و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی
                    تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای
                    کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و
                    آینده.
                  </p>
                </div>
                <div class="ist-footer">
                  <svg
                    height="15"
                    fill="gray"
                    viewBox="0 0 512 512"
                    width="15"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <path
                      d="m256 0c-141.164062 0-256 114.835938-256 256s114.835938 256 256 256 256-114.835938 256-256-114.835938-256-256-256zm121.75 388.414062c-4.160156 4.160157-9.621094 6.253907-15.082031 6.253907-5.460938 0-10.925781-2.09375-15.082031-6.253907l-106.667969-106.664062c-4.011719-3.988281-6.25-9.410156-6.25-15.082031v-138.667969c0-11.796875 9.554687-21.332031 21.332031-21.332031s21.332031 9.535156 21.332031 21.332031v129.835938l100.417969 100.414062c8.339844 8.34375 8.339844 21.824219 0 30.164062zm0 0"
                    />
                  </svg>
                  ۳ دقیقه |
                  <svg
                    id="Capa_1"
                    fill="gray"
                    enable-background="new 0 0 511.977 511.977"
                    height="15"
                    viewBox="0 0 511.977 511.977"
                    width="15"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <g>
                      <path
                        d="m14.977 390.988h392c3.516 0 6.914-1.23 9.609-3.472 3.765-3.153 89.652-77.038 94.889-236.528h-421c-5.217 144.774-84.315 212.822-85.137 213.501-4.819 4.072-6.592 10.723-4.424 16.641 2.153 5.903 7.764 9.858 14.063 9.858z"
                      />
                      <path
                        d="m496.976 60.988h-75v-15c0-8.4-6.6-15-15-15s-15 6.6-15 15v15h-76v-15c0-8.4-6.6-15-15-15s-15 6.6-15 15v15h-75v-15c0-8.4-6.6-15-15-15s-15 6.6-15 15v15h-75c-8.4 0-15 6.6-15 15v45h421v-45c0-8.4-6.6-15-15-15z"
                      />
                      <path
                        d="m435.849 410.515c-8.145 6.782-18.369 10.474-28.872 10.474h-316v45c0 8.291 6.709 15 15 15h391c8.291 0 15-6.709 15-15v-168.146c-28.92 70.951-69.276 106.937-76.128 112.672z"
                      />
                    </g>
                  </svg>
                  ۳ مرداد ۱۴۰۰
                </div>
              </a>
            </div>
          </div>
          <div class="col col-xl-3">
            <div class="item-section-two">
              <a class="ist-link" href="#">
                <div class="dist-pic">
                  <img
                    class="ist-pic"
                    :src="require(`@/assets/images/istp.jpg`)"
                  />
                </div>
                <div class="ist-text mt-3">
                  <h5>لورم ایپسوم متن ساختگی</h5>
                  <p>
                    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و
                    با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه
                    و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی
                    تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای
                    کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و
                    آینده.
                  </p>
                </div>
                <div class="ist-footer">
                  <svg
                    height="15"
                    fill="gray"
                    viewBox="0 0 512 512"
                    width="15"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <path
                      d="m256 0c-141.164062 0-256 114.835938-256 256s114.835938 256 256 256 256-114.835938 256-256-114.835938-256-256-256zm121.75 388.414062c-4.160156 4.160157-9.621094 6.253907-15.082031 6.253907-5.460938 0-10.925781-2.09375-15.082031-6.253907l-106.667969-106.664062c-4.011719-3.988281-6.25-9.410156-6.25-15.082031v-138.667969c0-11.796875 9.554687-21.332031 21.332031-21.332031s21.332031 9.535156 21.332031 21.332031v129.835938l100.417969 100.414062c8.339844 8.34375 8.339844 21.824219 0 30.164062zm0 0"
                    />
                  </svg>
                  ۳ دقیقه |
                  <svg
                    id="Capa_1"
                    fill="gray"
                    enable-background="new 0 0 511.977 511.977"
                    height="15"
                    viewBox="0 0 511.977 511.977"
                    width="15"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <g>
                      <path
                        d="m14.977 390.988h392c3.516 0 6.914-1.23 9.609-3.472 3.765-3.153 89.652-77.038 94.889-236.528h-421c-5.217 144.774-84.315 212.822-85.137 213.501-4.819 4.072-6.592 10.723-4.424 16.641 2.153 5.903 7.764 9.858 14.063 9.858z"
                      />
                      <path
                        d="m496.976 60.988h-75v-15c0-8.4-6.6-15-15-15s-15 6.6-15 15v15h-76v-15c0-8.4-6.6-15-15-15s-15 6.6-15 15v15h-75v-15c0-8.4-6.6-15-15-15s-15 6.6-15 15v15h-75c-8.4 0-15 6.6-15 15v45h421v-45c0-8.4-6.6-15-15-15z"
                      />
                      <path
                        d="m435.849 410.515c-8.145 6.782-18.369 10.474-28.872 10.474h-316v45c0 8.291 6.709 15 15 15h391c8.291 0 15-6.709 15-15v-168.146c-28.92 70.951-69.276 106.937-76.128 112.672z"
                      />
                    </g>
                  </svg>
                  ۳ مرداد ۱۴۰۰
                </div>
              </a>
            </div>
          </div>
          <div class="col col-xl-3">
            <div class="item-section-two">
              <a class="ist-link" href="#">
                <div class="dist-pic">
                  <img
                    class="ist-pic"
                    :src="require(`@/assets/images/istp.jpg`)"
                  />
                </div>
                <div class="ist-text mt-3">
                  <h5>لورم ایپسوم متن ساختگی</h5>
                  <p>
                    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و
                    با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه
                    و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی
                    تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای
                    کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و
                    آینده.
                  </p>
                </div>
                <div class="ist-footer">
                  <svg
                    height="15"
                    fill="gray"
                    viewBox="0 0 512 512"
                    width="15"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <path
                      d="m256 0c-141.164062 0-256 114.835938-256 256s114.835938 256 256 256 256-114.835938 256-256-114.835938-256-256-256zm121.75 388.414062c-4.160156 4.160157-9.621094 6.253907-15.082031 6.253907-5.460938 0-10.925781-2.09375-15.082031-6.253907l-106.667969-106.664062c-4.011719-3.988281-6.25-9.410156-6.25-15.082031v-138.667969c0-11.796875 9.554687-21.332031 21.332031-21.332031s21.332031 9.535156 21.332031 21.332031v129.835938l100.417969 100.414062c8.339844 8.34375 8.339844 21.824219 0 30.164062zm0 0"
                    />
                  </svg>
                  ۳ دقیقه |
                  <svg
                    id="Capa_1"
                    fill="gray"
                    enable-background="new 0 0 511.977 511.977"
                    height="15"
                    viewBox="0 0 511.977 511.977"
                    width="15"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <g>
                      <path
                        d="m14.977 390.988h392c3.516 0 6.914-1.23 9.609-3.472 3.765-3.153 89.652-77.038 94.889-236.528h-421c-5.217 144.774-84.315 212.822-85.137 213.501-4.819 4.072-6.592 10.723-4.424 16.641 2.153 5.903 7.764 9.858 14.063 9.858z"
                      />
                      <path
                        d="m496.976 60.988h-75v-15c0-8.4-6.6-15-15-15s-15 6.6-15 15v15h-76v-15c0-8.4-6.6-15-15-15s-15 6.6-15 15v15h-75v-15c0-8.4-6.6-15-15-15s-15 6.6-15 15v15h-75c-8.4 0-15 6.6-15 15v45h421v-45c0-8.4-6.6-15-15-15z"
                      />
                      <path
                        d="m435.849 410.515c-8.145 6.782-18.369 10.474-28.872 10.474h-316v45c0 8.291 6.709 15 15 15h391c8.291 0 15-6.709 15-15v-168.146c-28.92 70.951-69.276 106.937-76.128 112.672z"
                      />
                    </g>
                  </svg>
                  ۳ مرداد ۱۴۰۰
                </div>
              </a>
            </div>
          </div>
          <div class="col col-xl-3">
            <div class="item-section-two">
              <a class="ist-link" href="#">
                <div class="dist-pic">
                  <img
                    class="ist-pic"
                    :src="require(`@/assets/images/istp.jpg`)"
                  />
                </div>
                <div class="ist-text mt-3">
                  <h5>لورم ایپسوم متن ساختگی</h5>
                  <p>
                    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و
                    با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه
                    و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی
                    تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای
                    کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و
                    آینده.
                  </p>
                </div>
                <div class="ist-footer">
                  <svg
                    height="15"
                    fill="gray"
                    viewBox="0 0 512 512"
                    width="15"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <path
                      d="m256 0c-141.164062 0-256 114.835938-256 256s114.835938 256 256 256 256-114.835938 256-256-114.835938-256-256-256zm121.75 388.414062c-4.160156 4.160157-9.621094 6.253907-15.082031 6.253907-5.460938 0-10.925781-2.09375-15.082031-6.253907l-106.667969-106.664062c-4.011719-3.988281-6.25-9.410156-6.25-15.082031v-138.667969c0-11.796875 9.554687-21.332031 21.332031-21.332031s21.332031 9.535156 21.332031 21.332031v129.835938l100.417969 100.414062c8.339844 8.34375 8.339844 21.824219 0 30.164062zm0 0"
                    />
                  </svg>
                  ۳ دقیقه |
                  <svg
                    id="Capa_1"
                    fill="gray"
                    enable-background="new 0 0 511.977 511.977"
                    height="15"
                    viewBox="0 0 511.977 511.977"
                    width="15"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <g>
                      <path
                        d="m14.977 390.988h392c3.516 0 6.914-1.23 9.609-3.472 3.765-3.153 89.652-77.038 94.889-236.528h-421c-5.217 144.774-84.315 212.822-85.137 213.501-4.819 4.072-6.592 10.723-4.424 16.641 2.153 5.903 7.764 9.858 14.063 9.858z"
                      />
                      <path
                        d="m496.976 60.988h-75v-15c0-8.4-6.6-15-15-15s-15 6.6-15 15v15h-76v-15c0-8.4-6.6-15-15-15s-15 6.6-15 15v15h-75v-15c0-8.4-6.6-15-15-15s-15 6.6-15 15v15h-75c-8.4 0-15 6.6-15 15v45h421v-45c0-8.4-6.6-15-15-15z"
                      />
                      <path
                        d="m435.849 410.515c-8.145 6.782-18.369 10.474-28.872 10.474h-316v45c0 8.291 6.709 15 15 15h391c8.291 0 15-6.709 15-15v-168.146c-28.92 70.951-69.276 106.937-76.128 112.672z"
                      />
                    </g>
                  </svg>
                  ۳ مرداد ۱۴۰۰
                </div>
              </a>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
  <div class="section-three">
    <div class="container">
      <div class="row mt-3">
        <div class="col col-xl-6">
          <h2 class="text-light">نمونه کارها</h2>
        </div>
        <div class="col col-xl-6">
          <a class="button-section-three" href="#">مشاهده همه</a>
        </div>
        <div class="row mt-5">
          <div class="col col-xl-4">
            <div class="item-section-three">
              <img
                class="isth-pic"
                :src="require(`@/assets/images/istp-2.jpg`)"
              />
            </div>
          </div>
          <div class="col col-xl-4">
            <div class="item-section-three">
              <img
                class="isth-pic"
                :src="require(`@/assets/images/istp-2.jpg`)"
              />
            </div>
          </div>
          <div class="col col-xl-4">
            <div class="item-section-three">
              <img
                class="isth-pic"
                :src="require(`@/assets/images/istp-2.jpg`)"
              />
            </div>
          </div>
          <div class="col col-xl-4">
            <div class="item-section-three">
              <img
                class="isth-pic"
                :src="require(`@/assets/images/istp-2.jpg`)"
              />
            </div>
          </div>
          <div class="col col-xl-4">
            <div class="item-section-three">
              <img
                class="isth-pic"
                :src="require(`@/assets/images/istp-2.jpg`)"
              />
            </div>
          </div>
          <div class="col col-xl-4">
            <div class="item-section-three">
              <img
                class="isth-pic"
                :src="require(`@/assets/images/istp-2.jpg`)"
              />
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>
<script>
export default {
  name: "IndexHome",
};
</script>
